Repository: netrunner-debian-kde-extras/kcheckgmail
Catalog: po/*.po
Languages: cs, de, el, et, fr, ko, lt, pt_br, ru, sk, sv, wa, zh_cn

source: Display sender
cs: Zobrazit odesílatele
el: Προβολή αποστολέα
et: Saatja näitamine

source: Display message sender
cs: Zobrazí odesílatele zprávy
el: Προβολή του αποστολέα του μηνύματος
et: Kirja saatja näitamine

source: Display subject
cs: Zobrazit předmět
el: Προβολή του θέματος
et: Teema näitamine

source: Display message subject
cs: Zobrazí předmět zprávy
el: Προβολή του θέματος του μηνύματος
et: Kirja teema näitamine

source: Display snippet
cs: Zobrazit náhled
el: Προβολή αποσπάσματος
et: Sisulõike näitamine

source: Display message snippet
cs: Zobrazí náhled zprávy
el: Προβολή αποσπάσματος του μηνύματος
et: Kirja sisulõike näitamine

source: Color used to display the number of unread messages
cs: Barva použitá k zobrazení počtu nepřečtených zpráv
el: Χρώμα που χρησιμοποιείται για την απεικόνιση του αριθμού των μη αναγνωσμένων μηνυμάτων
et: Lugemata kirjade arvu näitava teksti värv

# Name
source: New Gmail Arrived
cs: Přišel nový Gmail
el: Έφτασε νέα αλληλογραφία
et: Saabus uus kiri

# Comment
source: New Gmail Arrived
cs: Přišel nový Gmail
el: Έφτασε νέα αλληλογραφία
et: Saabus uus kiri

# Name
source: Logged in to Gmail
cs: Přihlášen do GMailu
el: Έγινε σύνδεση με το Gmail
et: Gmaili sisselogitud

# Comment
source: Logged in to Gmail
cs: Přihlášen do GMailu
el: Έγινε σύνδεση με το Gmail
et: Gmaili sisselogitud

# Name
source: Failed to login to Gmail
cs: Nepodařilo se přihlásit do GMailu
el: Η σύνδεση με το Gmail απέτυχε
et: Gmaili sisselogimine ebaõnnestus

# Comment
source: Failed to login to Gmail
cs: Nepodařilo se přihlásit do GMailu
el: Η σύνδεση με το Gmail απέτυχε
et: Gmaili sisselogimine ebaõnnestus

# Name
source: Gmail version has changed
cs: Verze GMailu se změnila
el: Η έκδοση του Gmail έχει αλλάξει
et: Gmaili versioon on muutunud

# Comment
source: Gmail version has changed
cs: Verze GMailu se změnila
el: Η έκδοση του Gmail έχει αλλάξει
et: Gmaili versioon on muutunud

# Name
source: New Gmail session is open
cs: Je otevřena nová relace Gmailu
el: Έχει ανοιχτεί νέα συνεδρία με το Gmail
et: Uus Gmaili seanss on avatud

# Comment
source: Another session has been opened
cs: Byla otevřena další relace
el: Μια άλλη συνεδρία είναι ήδη ανοικτή
et: Avati teine seanss

# Name
source: Mail Snippet
cs: Náhled zprávy
el: Απόσπασμα αλληλογραφίας
et: Kirja sisulõige

# Comment
source: Email snippets when moving the mouse over a threads menu entry
cs: Náhledy zpráv při pohybu myši v menu
el: Εμφανίζει απόσπασμα του μηνύματος όταν μετακινείτε το ποντίκι επάνω στο μήνυμα
et: E-kirjade sisulõiked, kui hiirt üle lõimede menüü liigutatakse

# Name
source: No unread email
cs: Žádné nové emaily
el: Καμία μη αναγνωσμένη αλληλογραφία
et: Lugemata kirju pole

# Comment
source: Dummy notification triggered when there are no unread messages
cs: Fiktivní notifikace zobrazená v případě, že neexistují nepřečtené emaily
el: Εμφάνιση ειδοποίησης όταν δεν υπάρχουν μη αναγνωσμένα μηνύματα
et: Teade, mida näidatakse, kui lugemata kirju pole

# GenericName
source: New email notifier
cs: Hlídač nových emailů
el: Ειδοποιητής νέας αλληλογραφίας
et: Uute e-kirjade teadustaja

# Comment
source: A Kicker applet to display how many email messages you have in your Gmail account.
cs: Kicker aplet zobrazujicí počet nových emailů v GMail účtu.
el: Μία εφαρμογή πλαισίου συστήματος που εμφανίζει πόσα νέα μηνύματα αλληλογραφίας έχετε στον λογαριασμό σας Gmail.
et: Süsteemisalve aplett, mis näitab, mitu lugemata kirja sinu Gmaili kontol on.

source: Debug
de: Fehler beseitigen
et: Silumine
fr: Debugguage
ko: 디버그
lt: Derinti
ru: Отладка
sk: Ladenie
sv: Felsök
wa: Disbuguer

source: If enabled, every time you click on the KCheckGMail icon will disable it for a few seconds, thus preventing you from accidentally opening more than one window
et: Märkimisel keelatakse KCheckGMaili ikoon pärast sellel klõpsamist mõneks sekundiks, ennetades niiviisi kogemata mitme akna avamist.
lt: Jei įgalinta, tai kiekvieną kartą spragtelint KCheckGMail, ženkliukas bus išjungtas kelioms sekundėms, taip apsaugant nuo atsitiktinio kelių langų atidarymo

source: AdvancedSettingsWidget
wa: AhesseSipepieusèsTchuzes
zh_cn: 高级面板设置

source: AppletSettingsWidget
de: Programm Einstellungsfenster
sk: Programm Einstellungsfenster
wa: AhesseTchuzeAplikete
zh_cn: 面板设置

source: LoginSettingsWidget
de: Anmeldungseinstellungen Fenster
sk: Nastavenia prihlasovania
wa: AhesseTchuzesElodjaedje
zh_cn: 登录面板设置

source: NetworkSettingsWidget
de: Netzwerkeinstellungen Fenster
sk: Nastavenie siete
wa: AhesseTchuzesRantoele
zh_cn: 网络面板设置

source: _: NAME OF TRANSLATORS Your names
de: Patrick Trettenbrein
fr: Alexis Bunel,Raphael Geissert
ko: ChoSeongWoo
ru: Дудалев Михаил
sk: Peter Mendel
sv: Daniel Nylander
zh_cn: 你的账号

source: _: EMAIL OF TRANSLATORS Your emails
de: patrick.trettenbrein@kdemail.net
fr: alexisbunel@gmail.com,atomo64@gmail.com
ko: syn333@gmail.com
ru: dudalev@gmail.com
sk: peter.mendel@gmail.com
sv: <po@danielnylander.se>
zh_cn: email

source: Configure &Notifications...
fr: Configurer les &Notifications
zh_cn: &N配置和提醒...

source: <p><center>Welcome to KCheckGMail!</center></p><p>You can locate KCheckGMail here: </p><p><center><img source="systray_shot"></center></p>When you right-click on that icon you will see a menu, from which you can see the Threads menu containing the newest email of your account.
fr: <p><center>Bienvenue dans KCheckGMail!</center></p><p>Vous pouvez localiser KCheckGMail ici: </p><p><center><img source="systray_shot"></center></p>Quand vous clic-droit sur cette icône vous verrez un menu, depuis le quelle vous pouvez voir le menu des Discussions qui vous montre le nombre de nouveaux messages sur votre compte.
zh_cn: <p><center>欢迎来到KCheckGMail!</center></p><p>你可以在这里找到 KCheckGMail： </p><p><center><img source="systray_shot"></center></p>当你邮件这个图标时，你可以看到一个菜单，从这个菜单里，你能看到“邮件”子菜单，那里包含了你的最新邮件信息。

source: _n: Attachment: %1 Attachments: %1
zh_cn: 附件： %1 附件（多个）：: %1

source: _n: There is <b>1</b> new message There are <b>%n</b> new messages
fr: Vous avez <b>1</b> nouveau message Vous avez <b>%n</b> nouveaux messages
zh_cn: _n:有<b>1</b>封新邮件 有<b>%n</b>封新邮件

source: New mail arrived: <i>%1</i>
fr: Nouveau message est arrivé: <i>%1</i>
zh_cn: 收到新邮件：<i>%1</i>

source: <p>KCheckGMail is already running</p><p>You can find it here:</p><p><center><img source="systray_shot"></center></p>
zh_cn: KCheckGmail已经运行。你可以从<center><img source="systray_shot"></center>找到

source: Other
zh_cn: 其他

source: Display sub&ject when only one new email arrives
zh_cn: &j仅有一封新邮件时，显示邮件标题

source: Display subject when only one new email arrives
zh_cn: 仅有一封新邮件时，显示邮件标题

source: Display message's subject when only one new email arrives
zh_cn: 仅有一封新邮件时，显示邮件标题

source: New Gmail Arrived
zh_cn: 收到新邮件

source: Logged in to Gmail
fr: Maintenant authentifié à Gmail
zh_cn: 登录到Gmail

source: Failed to login to Gmail
fr: L'authentification à failli
zh_cn: 登录Gmail失败

source: Gmail version has changed
fr: La version de Gmail a changé
zh_cn: Gmail版本改变

source: New Gmail session is open
zh_cn: 新的Gmail会话打开

source: Another session has been opened
zh_cn: 另外一个会话已经打开

source: Mail Snippet
fr: Fragment de courriel
zh_cn: 邮件摘录

source: Email snippets when moving the mouse over a threads menu entry
zh_cn: 当你把鼠标移到”邮件“子菜单时，显示邮件摘要

source: No unread email
fr: Aucun nouveau message
zh_cn: 没有未读油价

source: Dummy notification triggered when there are no unread messages
zh_cn: 没有邮件是，切换到虚拟提示

source: New email notifier
zh_cn: 新邮件提示

source: A Kicker applet to display how many email messages you have in your Gmail account.
fr: Un applet kicker qui affiche le nombre de nouveaux messages sur un compte Gmail.
zh_cn: Kicker面板显示你已经收到了多少邮件

source: _n: %1 Attachment: %2 %1 Attachments: %2
fr: %1 Adjoint: %2 %1 Adjoints: %2

source: Use the default KDE browser
de: Den KDE-Standard-Browser benutzen
ko: 기본 KDE 브라우저를 사용
pt_br: Usar o navegador padrao do KDE
ru: Использовать браузер KDE
sk: Použi štandardný KDE internetový prehliadač
sv: Använd förvald KDE-webbläsare

source: KCheckGmail could not open the wallet. Please check your preferences.
de: KCheckGmail konnte Kwallet nicht öffnen. Bitte die Einstellungen überprüfen
ko: KCheckGmail은 KDE Wallet을 열 수 없습니다. 환경설정을 확인하세요.
ru: KCheckGmail не смог открыть бумажник KDE. Пожалуйста проверьте настройки.
sk: KCheckGmail nemôže otvoriť wallet. Prosím skontrolujte nastavenia
sv: KCheckGmail kunde inte öppna plånboken. Kontrollera dina inställningar.

source: KCheckGmail cannot store your password securely in your wallet. Do you want to save the password in the unsafe configuration file instead?
de: KCheckGmail konnte das Passwort nicht im sicheren KWallet speichern. Soll es stattdessen in der nicht sicheren Konfigurationsdatei gespeichert werden?
ko: KCheckGmail은 비밀번호를 암호화해서 저장할 수 없습니다. 대신에 설정 파일에 비밀번호를 암호화하지 않고 저장하겠습니까?
ru: KCheckGmail не смог сохранить Ваш пароль в бумажнике KDE. Хотите ли Вы сохранить пароль в незашифрованном файле конфигурации?
sk: KCheckGmail nemôže bezpečne uložiť Vaše heslo do walletu. Chcete uložiť heslo do nezabezpečeného konfiguračného súboru?
sv: KCheckGmail kan inte lagra ditt lösenord på ett säkert sätt i din plånbok. Vill du spara lösenordet i den icke-säkra konfigurationsfilen istället?

source: KCheckGmail cannot retrieve your password from your wallet. Do you want to save the password in the unsafe configuration file instead?
de: KCheckGmail konnte das Passwort nicht aus KWallet abfragen. Soll es stattdessen in der nicht sicheren Konfigurationsdatei gespeichert werden?
ko: KCheckGmail은 KDE Wallet으로부터 비밀번호를 받을 수 없습니다. 대신에 설정 파일에 비밀번호를 암호화하지 않고 저장하겠습니까?
ru: KCheckGmail не смог получит пароль из бумажника KDE. Хотите ли Вы сохранить пароль в незашифрованном файле конфигурации?
sk: KCheckGmail nemôže získať heslo z Vašeho walletu. Chcete uložiť heslo do nezabezpečeného konfiguračného súboru?
sv: KCheckGmail kan inte hämta ditt lösenord från din plånbok. Vill du spara lösenordet i den icke-säkra konfigurationsfilen istället?

source: Configure &Notications...
de: &Benachrichtigungen konfigurieren...
ko: 알림 설정(&N)...
pt_br: Configurar &Notificacoes...
ru: Настроить &Уведомления...
sk: &Nastavenie notifikácie...
sv: Konfigurera &notifieringar...

source: &Configure KCheckGmail...
de: KCheckGmail &konfigurieren...
ko: KCheckGmail 설정(&C)...
pt_br: &Configurar KCheckGmail...
ru: &Настроить KCheckGmail
sk: Nastaviť KCheckGmail...
sv: &Konfigurera KCheckGmail...

source: Threads
de: Nachrichtengruppen
ko: 쓰레드
ru: Сообщения
sk: Správy
sv: Trådar

source: Please enter a password
de: Bitte Passwort eingeben
ko: 비밀번호를 넣으세요
ru: Пожалуйста введите пароль
sk: Zadajte heslo
sv: Ange ett lösenord

source: There is <b>1</b> new message
de: Sie haben <b>1</b> neue Nachricht
ko: <b>1</b>개의 새 메일이 있습니다
pt_br: H <b>1</b> nova mensagem
ru: Есть <b>1</b> новое сообщение
sk: Máte <b>1</b> novú správu
sv: Det finns <b>1</b> nytt meddelande

source: There are <b>%1</b> new messages
de: Sie haben <b>%1</b> neue Nachrichten
ko: <b>%1</b>개의 새 메일이 있습니다
pt_br: H <b>%1</b> novas mensagens
ru: Есть <b>%1</b> новых сообщений
sk: Máte <b>%1</b> nové správy
sv: Det finns <b>%1</b> nya meddelanden

source: Gmail has been upgraded since this version of KCheckGmail was released. This may cause all sort of strange errors. Please check for an upgrade to KCheckGmail soon.
de: Eine neue Version GMail ist erschienen, seit diese Version von KCheckGmail veröffentlich wurde. Dies kann zu Fehlern führen. Bitte überprüfen sie ob es eine neue Version von KCheckGmail gibt.
ko: KCheckGmail이 나온 이후 Gmail이 변경되었습니다. 그래서 이상한 오류가 일어날 수도 있으므로 KCheckGmail이 새로 갱신되었는지 확인하세요.
ru: Gmail изменился с тех пор, как была выпущена эта версия KCheckGmail. Это может приветсти к сколь угодно странным ошибкам. Пожалуйста попытайтесь обновить KCheckGmail как можно скорее.
sk: Od posledného vydania KCheckGmail sa zmenilo fungovanie pošty GMail. To môže spôsobiť neočakávané chyby. Prosím skontrolujte, či už nie je k dispozícií nová verzia programu KCheckGmail.
sv: Gmail har blivit uppgraderad sedan denna version av KCheckGmail gavs ut. Detta kan orsaka alla möjliga konstiga fel. Vänligen leta efter en uppgradering för KCheckGmail.

source: Application is being auto-started at KDE session start
de: Programm wird automatisch beim Starten einer KDE Sitzung gestartet.
ko: KDE가 시작될 때 자동으로 시작
pt_br: O aplicativo sera auto iniciado quando a sessao do KDE comecar
ru: Автоматически запускать при входе в KDE.
sk: Aplikácia bude spustená po štarte KDE
sv: Programmet startas automatiskt när KDE-sessionen startar

source: System tray application to display how many email messages you have in your Gmail account.
de: Systemabschnitt Programm um die Anzahl der Nachrichten in einem GMail Account anzuzeigen
ko: Gmail 계정에 몇개의 메일이 있는지 시스템 트레이에 표시
ru: Программа для системного лотка, показывающая количество писем в Вашем Gmail.
sk: Aplikácia v tray paneli zobrazujúca počet nových správ v poštovej schánke GMail.
sv: Panelprogram som visar hur många e-postmeddelanden du har i ditt Gmail-konto.

source: Primary author and maintainer
de: Hauptautor und Maintainer
ko: 주요 저작자와 관리자
ru: Основной автор и мэйнтэйнер
sk: Autor a maintainer
sv: Huvudsaklig upphovsman och underhåll

source: Brazilian Portuguese Translation
de: Brasilianisch Portugisische Übersetzung
ko: 브라질어 번역
ru: Перевод на бразильский португальский
sk: Brazílska Portugalčina
sv: Brazilisk-Portugisisk översättning

source: Italian Translation
de: Italienische Übersetzung
ko: 이태리어 번역
ru: Перевод на итальянский
sk: Taliančina
sv: Spansk översättning

source: Spanish Translation
ko: 스페인어 번역
ru: Перевод на испанский
sv: Spansk översättning

source: German Translation
ko: 독일어 번역
ru: Перевод на немецкий
sv: Tysk översättning

source: Russian Translation
ko: 러시아어 번역
ru: Перевод на русский
sv: Rysk översättning

source: German Translation Updates
ko: 독일어 번역 갱신
ru: Обновление перевода на немецкий
sv: Tyska uppdaterade översättningar

source: French Translation
ko: 프랑스어 번역
ru: Перевод на французкий
sv: Fransk översättning

source: Checking Interval
de: Überprüfungszeitraum
ko: 확인 간격
pt_br: Intervalo de Checagem
ru: Интервал проверки
sk: Interval kontroly
sv: Kontrollintervall

source: Your Gmail username
de: Ihr GMail Benutzername
ko: Gmail 사용자 이름
pt_br: Seu usuario do Gmail
ru: Ваше имя пользователя в Gmail
sk: Vaše prihlasovacie meno do schánky GMail
sv: Ditt Gmail-användarnamn

source: If enabled, launch the default KDE web browser when the KCheckGmail icon is clicked.
de: Wenn ausgewählt, wird der KDE-Standard-Browser gestartet wenn das KCheckGmail Icon angeklickt wird.
ko: 사용하면, KCheckGmail 아이콘을 누를 때 기본 KDE 웹 브라우저를 띄웁니다.
pt_br: Se ativado, abrir o navegador padrao do KDE quando o icone do KCheckGmail for clicado.
ru: Запускать браузер KDE по умолчанию при клике на значке GMail
sk: Pri kliknutí na ikonu KCheckGmail spustiť internetový prehliadač.
sv: Om aktiverad startas den förvalda KDE-webbläsaren när KCheckGmail-ikonen klickas på.

source: If enabled, every time you click on the KCheckGmail icon will disable it for a few seconds, thus preventing you from accidentaly opening more than one window
de: Wenn ausgewählt, wird das KCheckGmail Icon für ein paar Sekunden deaktiviert um zu verhindern, das versehentlich mehrere Fenster gestartet werden.
ko: 사용하면, KCheckGmail 아이콘을 누를 때마다 몇 초 사이에 다시 누르는 것을 막아 하나 이상의 창이 실수로 열리는 것을 방지합니다.
pt_br: Se ativado, a cada vez que voce clicar no icone do KCheckGmail o mesmo sera desativado por alguns segundos, para evitar que mais de uma janela seja aberta acidentalmente
ru: После клика на значке KCheckGmail запрещать запуск браузера по клику на несколько секунд для предотвращения нечаянного открытия более чем одного окна
sk: Pri každom kliknutí na ikonu KCheckGmail program preruší na niekoľko sekúnd svoju činnosť ako prevenciu pred náhodným otvorením viacerých okien.
sv: Om aktiverad kommer KCheckGmail-ikonen att stängas av ett antal sekunder varje gång du klickar på den, detta förhindrar att du av misstag öppnar fler än ett fönster

source: Applet
de: Programm

source: Applet Settings
de: Programmeinstellungen
pt_br: Configuracoes de Applet
sk: Nastavenie appletu
