Repository: netrunner-debian-kde-extras/kcheckgmail
Catalog: po/*.po
Languages: cs, de, el, et, fr, ko, lt, pt_br, ru, sk, sv, wa, zh_cn

source: Login
cs: Přihlášení
de: Anmelden
el: Σύνδεση
et: Sisselogimine
fr: Authentification
ko: 로그인
lt: Prisijungti
pt_br: Logar
ru: Логин
sk: Prihlásiť
sv: Logga in
zh_cn: 登录

source: Login Settings
cs: Nastavení přihlášení
de: Anmeldungseinstellungen
el: Ρυθμίσεις σύνδεσης
et: Sisselogimise seadistamine
fr: Configuration de l'authentification
ko: 로그인 설정
lt: Prisijungimo nustatymai
pt_br: Configuracoes de Logon
ru: Настройка логина
sk: Nastavenie prihlásenia
sv: Inloggningsinställningar
wa: Tchuzes d' elodjaedje
zh_cn: 登录设置

source: Network
cs: Síť
de: Netzwerk
el: Δίκτυο
et: Võrk
fr: Réseau
ko: 네트워크
lt: Tinklas
pt_br: Rede
ru: Сеть
sk: Sieť
sv: Nätverk
wa: Rantoele
zh_cn: 网络

source: Network Settings
cs: Nastavení sítě
de: Netzwerkeinstellungen
el: Ρυθμίσεις δικτύου
et: Võrguga ühendumise seadistamine
fr: Configuration du réseau
ko: 네트워크 설정
lt: Tinklo nustatymai
pt_br: Configuracoes de Rede
ru: Настройки сети
sk: Nastavenie siete
sv: Nätverksinställningar
wa: Tchuzes del rantoele
zh_cn: 网络设置

source: Behavior
cs: Chování
el: Συμπεριφορά
et: Käitumine
fr: Comportement
ko: 동작
lt: Elgesys
ru: Поведение
sv: Beteende
wa: Dujhance
zh_cn: 行为

source: Behavior Settings
cs: Nastavení chování
el: Ρυθμίσεις συμπεριφοράς
et: Käitumise seadistamine

source: Appearance
cs: Vzhled
el: Εμφάνιση
et: Välimus

source: Appearance Settings
cs: Nastavení vzhledu
el: Ρυθμίσεις εμφάνισης
et: Välimuse seadistamine

source: Advanced
cs: Pokročilé
el: Επιπλέον
et: Täpsemalt
fr: Avançé
lt: Išsamiau
wa: Sipepieus
zh_cn: 高级

source: Advanced Settings
cs: Pokročilá nastavení
el: Επιπλέον ρυθμίσεις
et: Täpsem seadistamine
fr: Configurations avançés
lt: Išsamesni nustatymai
wa: Sipepieusès tchuzes
zh_cn: 高级设置

source: Invalid username or password
cs: Nesprávné jméno nebo heslo
de: Ungültiger Benutzername oder Passwort
el: Άγνωστος χρήστης ή κωδικός πρόσβασης
et: Vigane kasutajanimi või parool
fr: Nom d'utilisateur ou mot de passe invalide
ko: 사용자 이름이나 비밀번호가 틀림
lt: Klaidingas vartotojo vardas ar slaptažodis
ru: Неправильный логин или пароль
sk: Chybné prihlasovacie meno alebo heslo
sv: Ogiltigt användarnamn eller lösenord
wa: Mwais no d' uzeu ou sicret
zh_cn: 无效的用户名或密码

source: GMail's login procedure has changed, check for new version
cs: Způsob přihlašování do GMailu se změnil, nainstalujte novou verzi KCheckGMail (je-li k dispozici)
el: Το Gmail έχει αλλάξει τον τρόπο σύνδεσης ,,,
et: Gmaili sisselogimisprotseduur on muutunud, palun kontrolli uue versiooni olemasolu
lt: Pasikeitė GMail prisijungimo procedūra, patikrinkite ar nėra naujos versijos
wa: Li façon ki GMail s' elodje a candjî, cachîz après ene novele modêye
zh_cn: gmail登录处理已经改变，请检查新版本

source: Unknown error retrieving cookies
cs: Neznámá chyba při přijímání cookies
de: Unbekannter Fehler beim empfangen der Cookies
el: Σφάλμα στην λήψη cookies
et: Tundmatu viga küpsiste hankimisel
fr: Erreur inconnue lors de la récupération des cookies
ko: 쿠키를 받는 중 알 수 없는 오류
lt: Nežinoma klaida gaunant slapukus
ru: Неизвестная ошибка при получинии cookies
sk: Neznáma chyba pri prijímaní cookies
sv: Okänt fel vid mottagning av kakor
wa: Aroke nén cnoxhowe e abagant les wasteas
zh_cn: 获取cookies时发生未知错误

source: Spanish
cs: Španělsky
el: Ισπανικά
et: Hispaania
fr: Espagnole
lt: Ispanų
wa: Espagnol

source: French
cs: Francouzsky
el: Γαλλικά
et: Prantsuse
fr: Français
lt: Prancūzų
wa: Francès

source: Italian
cs: Italsky
el: Ιταλικά
et: Itaalia
fr: Italien
lt: Italų
wa: Itålyin

source: German
cs: Německy
el: Γερμανικά
et: Saksa
fr: Allemand
lt: Vokiečių
wa: Almand

source: English (US)
cs: Anglicky (US)
el: Αγγλικά (US)
et: Inglise (Ameerika)
fr: Anglais (Amérique)
lt: Anglų (JAV)
wa: Inglès (US)

source: English (UK)
cs: Anglicky (UK)
el: Αγγλικά (UK)
et: Inglise (Briti)
fr: Anglais (Royaume-Uni)
lt: Anglų (JK)
wa: Inglès (UK)

source: Portuguese
cs: Potrugalsky
el: Πορτογαλικά
et: Portugali
fr: Portugais
lt: Portugalų
wa: Portuguès

source: Turkish
cs: Turecky
el: Τούρκικα
et: Türgi
fr: Turc
lt: Turkų
wa: Turk

source: Polish
cs: Polsky
el: Πολωνικά
et: Poola
fr: Poli
lt: Lenkų
wa: Polonès

source: Russian
cs: Rusky
el: Ρώσικα
et: Vene
fr: Russe
lt: Rusų
wa: Rûsse

source: Croatian
cs: Chorvatsky
el: Κροατικά
et: Horvaatia
fr: Croate
lt: Kroatų
wa: Crowåte

source: Dutch
cs: Holandsky
el: Ολλανδικά
et: Hollandi
fr: Hollandais
lt: Olandų
wa: Neyerlandès

source: Hungarian
cs: Maďarsky
el: Ούγγρικα
et: Ungari
fr: Hongrois
lt: Vengrų
wa: Hongrwès

source: Swedish
cs: Švédsky
el: Σουηδικά
et: Rootsi
fr: Suédois
lt: Švedų
wa: Swèdwès

source: Norwegian
cs: Norsky
el: Νορβηγικά
et: Norra
fr: Norvégien
lt: Norvegų
wa: Norvedjyin

source: Lithuanian
cs: Litevsky
el: Λιθουανικά
et: Leedu
fr: Lithuanien
lt: Lietuvių
wa: Litwanyin

source: Hebrew
cs: Hebrejsky
el: Εβραϊκά
et: Heebrea
fr: Hébreu
lt: Hebrajų
wa: Ebreu

source: Greek
cs: Řecky
el: Ελληνικά
et: Kreeka
fr: Grec
lt: Graikų
wa: Greke

source: Chinese (Simplified)
cs: Čínsky (zjednodušená)
el: Κινέζικα (Simplified)
et: Hiina (lihtsustatud)
fr: Chinois (Simplifié)
lt: Kinų (supaprastinta)
wa: Chinwès (simpe)
zh_cn: 简体中文

source: Chinese (Traditional)
cs: Čínsky (tradiční)
el: Κινέζικα (Traditional)
et: Hiina (traditsiooniline)
fr: Chinois (Traditionnel)
lt: Kinų (tradicinė)
wa: Chinwès (trådicionel)
zh_cn: 繁体中文

source: Czech
cs: Česky
el: Τσέχικα
et: Tšehhi
fr: Tchèque
lt: Čekų
wa: Tcheke

source: Catalan
cs: Katalánsky
el: Καταλανικά
et: Katalaani
lt: Katalonų

source: Arabic
cs: Arabsky
el: Αραβικά
et: Araabia
fr: Arabe
lt: Arabų
wa: Arabe

source: Indonesian
cs: Indonésky
el: Ινδονησιακά
et: Indoneesia
fr: Indonésien
lt: Indoneziečių
wa: Indonezyin

source: Japanese
cs: Japonsky
el: Ιαπωνικά
et: Jaapani
fr: Japonais
lt: Japonų
wa: Djaponès

source: Korean
cs: Korejsky
el: Κορεάτικα
et: Korea
fr: Coréen
lt: Korėjiečių
wa: Coreyin

source: Hindi
cs: Hindsky
el: Χίντι

source: Thai
cs: Thajsky
el: Τάι
et: Tai
lt: Tajų
wa: Tay

source: Danish
cs: Dánsky
el: Δανέζικα
et: Taani
fr: Danois
lt: Danų
wa: Danwès

source: Estonian
cs: Estonsky
el: Εσθονιακά
et: Eesti
fr: Estonien
lt: Estų
wa: Estonyin

source: Icelandic
cs: Islandsky
el: Ισλανδικά
et: Islandi
fr: Islandais
lt: Islandų
wa: Islandès

source: Latvian
cs: Lotyšsky
el: Λατβιακά
et: Läti
fr: Letton
lt: Latvių
wa: Leton

source: Romanian
cs: Rumunsky
el: Ρουμάνικα
et: Rumeenia
fr: Roumain
lt: Rumunų
wa: Roumin

source: Slovak
cs: Slovensky
el: Σλοβακικά
et: Slovaki
fr: Slovaque
lt: Slovakų
wa: Eslovake

source: Slovenian
cs: Slovinsky
el: Σλοβένικα
et: Sloveeni
fr: Slovène
lt: Slovėnų
wa: Slovenyin

source: Finnish
cs: Finsky
el: Φιλανδικά
et: Soome
fr: Finlandais
lt: Suomių
wa: Finwès

source: Tagalog
cs: Tagalog (Filipínsky)
el: Ταγκαλόγκ
et: Tagalogi
lt: Tagalų

source: Vietnamese
cs: Vietnamsky
el: Βιετναμέζικα
et: Vietnami
fr: Vietnamien
lt: Vietnamiečių
wa: Vietnamyin

source: Ukrainian
cs: Ukrajinsky
el: Ουκρανικά
et: Ukraina
fr: Ukrainien
lt: Ukrainiečių
wa: Oucrinnyin

source: Bulgarian
cs: Bulharsky
el: Βουλγαρικά
et: Bulgaaria
fr: Bulgare
lt: Bulgarų
wa: Bulgåre

source: KCheckGMail could not open the wallet. Please check your preferences.
cs: KCheckGMail nemůže otevřít KWallet. Zkontrolujte prosím nastavení.
el: Το KCheckGMail εντόπισε σφάλμα κατά το άνοιγμα του Wallet. Ελέγξτε τις ρυθμίσεις σας.
et: Turvalaeka avamine polnud võimalik. Palun kontrolli seadistust.
fr: KCheckGmail n'a pas pu ouvrir le gestionnaire de mot de passe. Vérifiez votre configuration.
lt: KCheckGMail negali atidaryti jūsų slaptažodinės. Patikrinkite savo nustatymus.
wa: KCheckGMail n' a nén sepou drovi l' poite-manoye. Verifyîz vos preferinces, gråce.
zh_cn: KCheckGmail无法打开你的钱包，请检查你的设置

source: KCheckGMail cannot store your password securely in your wallet. Do you want to save the password in the unsafe configuration file instead?
cs: KCheckGMail nemůže bezpečně uložit heslo v aplikaci KWallet. Chcete uložit heslo do nezabezpečeného konfiguračního souboru?
el: Το KCheckGMail δεν μπορεί να αποθηκεύσει τον κωδικό σας με ασφάλεια. Επιθυμείτε την απλή αποθήκευση ;
et: KCheckGMailil polnud võimalik parooli turvalaekasse salvestada. Kas hoida seda ebaturvalises seadistusfailis?
fr: KCheckGmail ne peut pas stocker votre mot de passe dans le gestionnaire.Voulez-vous le stocker dans un fichier de configuration (moins sécurisé) ?
lt: KCheckGMail negali saugiai išsaugoti slaptažodžio jūsų slaptažodinėje. Ar norite išsaugoti slaptažodį nesaugioje konfigūracijos byloje?
wa: KCheckGMail ni pout nén wårder vosse sicret e såvrité dins vosse poite-manoye. Voloz al plaece schaper l' sicret e nén såve fitchî d' apontiaedje?
zh_cn: KCheckGmail不能将密码完全保存在你的钱包里，希望以非完全方式保存密码吗？

source: Unable to store secure password
cs: Nelze uložit zabezpečené heslo
de: Passwort konnte nicht gespeichert werden
el: Αδύνατη η ασφαλής αποθήκευση του κωδικού
et: Parooli turvaliselt salvestamine pole võimalik
fr: Impossible de stocker le mot de passe sécurisé
ko: 비밀번호를 암호화해서 저장할 수 없음
lt: Nepavyksta išsaugoti saugaus slaptažodžio
ru: Не удалось безопасно созранить пароль.
sk: Nie je možné uchovať heslo
sv: Kan inte spara lösenord säkert
wa: Nén capåbe di wårder e såvrité vosse sicret
zh_cn: 不能存储安全密码

source: Store unsafe
cs: Uložit nezabezpečeně
de: Unsicher speichern
el: Ανασφαλείς αποθήκευση
et: Salvesta ebaturvaliselt
fr: Stockage peu sûr
ko: 암호화하지 않고 저장
lt: Saugoti nesaugiai
ru: Небезопасное хранение.
sk: Uloženie nie je bezpečné
sv: Spara utan skydd
wa: Wårdaedje nén e såvrité
zh_cn: 非安全存储

source: KCheckGMail cannot retrieve your password from your wallet. Do you want to save the password in the unsafe configuration file instead?
cs: KCheckGMail nemůže získat heslo z aplikace KWallet. Chcete uložit heslo do nezabezpečeného konfiguračního souboru?
el: Το KCheckGMail εντόπισε σφάλμα στην ανάκτηση του κωδικού σας από το wallet. Επιθυμείτε την απλή αποθήκευση του κωδικού στο αρχείο ρυθμίσεων ;
et: KCheckGMail ei saa sinu parooli turvalaekast kätte. Kas hoida seda edaspidi ebaturvaliselt seadistusfailis?
fr: KCheckGmail ne peut pas récupérer votre mot de passe dans le gestionnaire.Voulez-vous le stocker dans un fichier de configuration (moins sécurisé) ?
lt: KCheckGMail negali gauti jūsų slaptažodžio iš slaptažodinės. Ar norite išsaugoti slaptažodį nesaugioje konfigūracijos byloje?
wa: KCheckGMail ni sai nén riprinde vosse sicret di vosse poite-manoye. Voloz al plaece schaper l' sicret e nén såve fitchî d' apontiaedje?
zh_cn: KCheckGmail不能从你的钱包里获取密码，你想非安全的保存文件的方式保存密码吗？

source: Unable to retrieve secure password
cs: Nemohu získat heslo
de: Konnte das Passwort nicht abfragen
el: Σφάλμα στην ανάκτηση κωδικού (secured)
et: Turvaliselt salvestatud parooli hankimine pole võimalik
fr: Impossible de récupérer le mot de passe sécurisé
ko: 비밀번호를 암호화해서 받을 수 없음
lt: Nepavyksta gauti saugaus slaptažodžio
ru: Не удалось получить пароль.
sk: Nemôžem získať heslo
sv: Kunde inte hämta säkert lösenord
wa: Nén capåbe di rprinde li såve sicret
zh_cn: 不能获取安全密码

source: Configure &Notifications
cs: &Nastavení notifikací
el: Ρυθμίσεις Ειδοποιήσεων
et: &Märguannete seadistamine...

source: &Configure KCheckGMail...
cs: Nastavení K&CheckGMail...
el: &Ιδιότητες KCheckGMail...
et: KCheckGMaili &seadistamine...
fr: &Configurer KCheckGMail...
lt: &Konfigūruoti KCheckGMail...
wa: &Apontyî KCheckGMail
zh_cn: &C配置KCheckGmail...

source: Login and Chec&k Mail
cs: Přihlásit se a z&kontrolovat poštu
de: Anmelden und nach Email &sehen
el: Σύν&δεση και έλεγχος μηνυμάτων
et: Logi sisse ja &kontrolli kirju
fr: S'authentifier et &Vérifier le courrier
ko: 로그인해서 메일 확인(&K)
lt: Prisijungti ir &patikrinti paštą
pt_br: &Logar e Checar Mensagens
ru: Соедениться и &проверить почту
sk: &Prihlásiť sa a skontrolovať poštu
sv: Logga in och &kontrollera e-post
wa: Elodjî eyet &verifyî emiles
zh_cn: &K登录和检查邮件

source: &Launch Browser
cs: Spustit proh&lížeč
de: Bro&wser starten
el: &Εκκίνηση Browser
et: Käivita &veebilehitseja
fr: &Lancer le navigateur
ko: 브라우저 실행(&L)
lt: &Paleisti naršyklę
pt_br: &Abrir o Navegador
ru: &Запустить браузер
sk: Spustiť p&rehliadač
sv: &Starta webbläsare
wa: &Enonder betchteu
zh_cn: &L启动浏览器

source: Co&mpose Mail
cs: Napsat &zprávu
el: Σύ&νθεση νέου μηνύματος
et: Koosta &uus kiri
fr: Co&mposer courrier
lt: &Sukurti laišką
wa: &Sicrire on emile
zh_cn: &m撰写邮件

source: Th&reads
cs: &Vlákna
el: Μηνύματα
et: &Lõimed
fr: &Discussions
lt: &Gijos
wa: &Fis
zh_cn: &r邮件

source: <p><center>Welcome to KCheckGMail!</center></p><p>You can locate KCheckGMail here: </p><p><center>%1</center></p>When you right-click on that icon you will see a menu, from which you can see the Threads menu containing the newest email of your account.
cs: <p><center>Vítejte v aplikaci KCheckGMail!</center></p><p>KCheckGMail najdete zde: </p><p><center>%1</center></p>Pravé tlačítko myši otevře menu, ve kterém je položka Vlákna obsahující nejnovější emaily.
el: <p><center>Καλώς ορίσατε στο KCheckGMail!</center></p><p>Μπορείτε να βρείτε το KCheckGMail εδώ: </p><p><center>%1></center></p>Με δεξί κλικ στο εικονίδιο θα δείτε ένα μενού, από το οποίο μπορείτε να δείτε την λίστα με τα νέα μηνύματα.
et: <p><center>Tere tulemast kasutama KCheckGMaili!</center></p><p>Leiad KCheckGMaili siit: </p><p><center>%1</center></p>Hiire parema nupuga sellel ikoonil klõpsates näed menüüd, mille jaotises "Lõimed" näidatakse su konto jutulõngasid, milles on lugemata kirju.

source: Welcome
cs: Vítejte
el: Καλώς Ορίσατε
et: Tere tulemast
fr: Bienvenue
lt: Sveiki atvykę
wa: Wilicome
zh_cn: 欢迎

source: Google, Gmail and Google Mail are registered trademarks of Google Inc. KCheckGMail nor its authors are in any way affiliated nor endorsed by Google Inc. By using this application you may or may not be violating the Terms of Use and/or the Program Policies of Gmail or Google Mail. Are you sure you want to use KCheckGMail?
cs: Google, Gmail a Google Mail jsou registrované obchodní známky společnosti Google Inc. KCheckGMail ani jeho autoři nejsou v žádném směru spojeni nebo podporováni společností Google Inc. Používání této aplikace může (ale nemusí) porušovat Terms of Use a/nebo Program Policies Gmailu nebo Google Mailu. Jste si jist, že chcete používat KCheckGMail?
el: Google, το Gmail και Google Mail είναι σήματα κατατεθέντα της Google Inc. Το KCheckGMail και οι συντάκτες του δεν έχουν καμία διασύνδεση με την Google Inc. Με την χρήση αυτής της εφαρμογής μπορείτε να παραβιάζεται είτε όχι τους όρους χρήσης και του προγράμματος ή Google Mail. Είστε σίγουρος ότι θέλετε να συνεχίσετε την χρήση του KCheckGMail ;
et: Google, Gmail ja Google Mail on Google Inc.'i registreeritud kaubamärgid. KCheckGMail ega selle autorid ei ole Google Inc.'iga mingil moel seotud. Selle rakenduse kasutamisega võid - aga ei pruugi - rikkuda Gmaili või Google Maili kasutustingimusi ja/või programmipoliitikat. Kas tahad kindlasti KCheckGMaili kasutada?
fr: Google, Gmail et Google Mail sont des marques déposées de Google Inc. KCheckGMail ni ses auteurs sont aucune façon filiales ni approuvés par Google Inc.En employant cette application vous pouvez ou pouvez pas violer les Conditions d'utilisation et/o le Règlement du programme de Gmail ou Google Mail. Êtes-vous sûr vous voulez utilizer KCheckGMail?
lt: Google, Gmail ir Google Mail yra registruoti Google Inc. prekės ženklai. Nei KCheckGMail, nei jo autoriai niekaip nesusijęs su Google Inc. Naudodamiesi šia programa jūs galbūt pažeidžiate, o galbūt nepažeidžiate, Paslaugos sąlygas, Gmail ar Google Mail programos politiką. Ar tikrai norite naudoti KCheckGMail?
wa: Google, Gmail eyet Google Mail sont des eredjistreyès makes da Google Inc. Ni KCheckGMail ni ses oteurs ni sont d' ene manire soçon di oudonbén loyî a Google Inc. En eployant ç' programe vos pôrîz ou nén respecter l' contrat eyet/oudonbén les politikes d' eployaedje do programe di Gmail ou Google Mail. Estoz seur di voleur eployî KCheckGMail?

source: Legal Information
cs: Právní informace
el: Νομικές πληροφορίες
et: Juriidiline teave
fr: Information légale
lt: Teisinė informacija
wa: Informåcion del lwè
zh_cn: 法律信息

source: <center><b>New mail arrived</b></center>
cs: Přišel nový email: <i>%1</i>
el: <center><b>Έφτασε νέα αλληλογραφία</b></center>
et: <center><b>Saabus uus kiri</b></center>

source: <b>Sender:</b> <i>%1</i>
cs: <b>Odesílatel:</b> <i>%1</i>
el: <b>Αποστολέας:</b> <i>%1</i>
et: <b>Saatja:</b> <i>%1</i>

source: <b>Subject:</b> <i>%1</i>
cs: <b>Předmět:</b> <i>%1</i>
el: <b>Θέμα:</b> <i>%1</i>
et: <b>Teema:</b> <i>%1</i>

source: There is <b>1</b> new mail message
cs: Máte <b>1</b> nový email
el: Έχετε <b>1</b> νέο μήνυμα
et: <b>1</b> uus kiri

source: Attachment: %2
cs: Příloha: %2
el: Συνημμένο: %2
et: Manus: %2

source: Open
cs: Otevřít
el: Άνοιγμα
et: Ava

source: No account information has been entered. Do you want to quit?
cs: Nebyly zadány údaje o účtu. Chcete ukončit program?
el: Δεν έχετε εισάγει λογαριασμό. Θέλετε να κλείσετε την εφαρμογή ;
et: Konto infot pole sisestatud. Kas soovid väljuda?
lt: Nebuvo įvesta jokios paskyros informacijos. Ar norite išjungti?
wa: I gn a pont d' informåcion intrêye. Voloz cwiter?
zh_cn: 还没有输入账号信息，你想退出吗？

source: <p>The search string you provided doesn't specify where to search for unread emails.</p><p>A search without an <i>in:</i> and <i>label:</i> will return all unread emails.</p><p>If what you want is to show the new emails in your inbox use <i>in:inbox</i> or leave empty.</p><p>Are you sure you want to proceed without specifying location?</p>
cs: <p>Zadaná fráze neupřesňuje, kde chcete hledat nepřečtené emaily..</p><p>Hledání bez tagů<i>in:</i> a <i>label:</i> zobrazí všechny nepřečtené emaily.</p><p>Pokud chcete zobrazit pouze nové emaily, použijte <i>in:inbox</i> nebo nevyplňujte nic.</p><p>Jste si jist, že chcete pokračovat bez upřesnění lokace?</p>
el: <p>Η αναζήτηση string που δώσατε δεν διευκρινίζει που να γίνει η αναζήτηση για μη αναγνωσμένα μηνύματα.</p><p>Η αναζήτηση χωρίς <i>in:</i> και <i>label:</i> θα επιστρέψει όλα τα μη αναγνωσμένα μηνύματα.</p><p>Αν θέλετε να εμφανίσετε τα νέα μηνύματα, χρησιμοποιήστε <i>in:inbox</i> ή αφήστε το κενό.</p><p>Είστε σίγουρος ότι θέλετε να συνεχίσετε χωρίς να ορίσετε συγκεκριμένη τοποθεσία ;</p>
et: <p>Antud otsingustring ei näita, kust lugemata kirju otsida.</p><p>Otsing ilma parameetrita <i>in:</i> või <i>label:</i> tagastab kõik lugemata kirjad.</p><p>Kui tahad, et näidataks lugemata kirju ainult postkastis, kasuta <i>in:inbox</i> või jäta väli tühjaks.</p><p>Kas tahad kindlasti jätkata ilma otsimiskohta määramata?</p>
wa: <p>Li tchinne di cweraedje ki vs avoz dné n' sipecifeye nén ewou cachî après les emiles nén léjhous.</p><p>On cweraedje sins on <i>in:</i> eyet <i>label:</i> ritoûnrè tos les emiles nén léjhous</p><p>Si c' est mostrer les les noveas emiles dins vosse boesse å letes, eployîz <i>in:inbox</i> oudonbén leyîz vude.</p><p>Estoz seur di voleur enonder l' cweraedje sins aveur sipecifyî l' eplaeçmint?</p>
zh_cn: <p>你的搜索字符串没有包含搜索位置。</p><p>搜索中如果不保含<i>“in:“</i>和<i>label:</i>讲将返回所有的未读邮件</p><p>如果你想显示收件箱里的新邮件，使用<i>in:inbox</i>或者留空。</p><p>确认不需要指定搜索位置吗？</p>

source: <p>The search string you provided doesn't contain <i>is:unread</i>.</p><p>It should be set to ensure more unread messages are retrieved.</p><p>Are you sure you want to proceed?</p>
cs: <p>Zadaná fráze neobsahuje tag <i>is:unread</i>.</p><p>Je lepší tento tag použít, aby bylo jisté, že se stáhne více nepřečtených zpráv.</p><p>Chcete opravdu pokračovat?</p>
el: <p>Η αναζήτηση του string που δώσατε δεν περιέχει <i>is:unread</i>.</p><p>Θα πρέπει να ρυθμιστεί ώστε να διασφαλίσει ότι θα ανακτηθούν τα μη αναγνωσμένα μηνύματα.</p><p>Είστε σίγουρος ότι θέλετε να συνεχίσετε ;</p>
et: <p>Otsingustring ei sisalda võtit <i>is:unread</i>.</p><p>See peaks olema lisatud, et kindlustada, et näidatakse ainult lugemata kirju.</p><p>Kas tahad kindlasti jätkata?</p>
wa: <p>Li tchinne di cweraedje ki vs avoz dné n' a pont d' <i>is:unread</i>.</p><p>I dvreut esse defini po esse seur ki li pus di messaedjes nén léjhous sont rprindou.</p><p>Estoz seur di voleur enonder l' weraedje?</p>
zh_cn: <p>搜索字符串没有包含<i>is:unread</i></p><p>这就不确认会有更多的未读邮件被取回</p><p>确认这么做吗？</p>

source: An error occurred logging in to Gmail<br><b>%1</b>
cs: Nastala chyba při přihlašování do GMailu<br><b>%1</b>
de: Beim anmelden bei GMail trat ein Fehler auf.<br><b>%1</b>
el: Σφάλμα κατά την σύνδεση στο Gmail<br><b>%1</b>
et: Gmaili sisselogimisel tekkis viga<br><b>%1</b>
fr: Une erreur est intervenue lors de l'authentification à GMail<br><b>%1</b>
ko: Gmail에 로그인하는 중 <b>%1</b> 오류가 발생했습니다
lt: Įvyko klaida prisijungiant prie Gmail<br><b>%1</b>
pt_br: Ocorreu um erro ao logar no Gmail<br><b>%1</b>
ru: Ошибка входа в Gmail<br><b>%1</b>
sk: Vyskytla sa chyba pri prihlasovaní do schánky GMail.<br><b>%1</b>
sv: Ett fel inträffade vid inloggning mot Gmail<br><b>%1</b>
wa: Åk n' a nén stî cwand d' elodjive dins Gmail<br><b>%1</b>
zh_cn: 登录Gmail时发生错误<br><b>%1</b>

source: Now logged in to Gmail!
cs: Nyní jste přihlášen do GMailu!
de: Erfolgreich bei GMail angemeldet!
el: Σύνδεση με Gmail !
et: Gmaili sisselogitud.
fr: Maintenant authentifié à GMail
ko: Gmail에 로그인 성공
lt: Dabar prisijungta prie Gmail!
pt_br: Voce esta logado no Gmail!
ru: На связи с Gmail!
sk: Prihlasujem sa do schránky GMail
sv: Inloggad på Gmail!
wa: Asteure nos estans elodjîs dins Gmail&nbsp;!
zh_cn: 现在就登录Gmail！

source: Chec&k Mail Now
cs: Z&kontrolovat poštu
de: &Jetzt nach Email sehen
el: Έλεγχος για &νέα μηνύματα
et: &Kontrolli kirju
fr: &Vérifier le courrier maintenant
ko: 지금 메일 확인(&K)
lt: Dabar &patikrinti paštą
pt_br: Checar &Mensagens Agora
ru: &Проверить почту немедленно
sk: &Skontrolovať novú poštu
sv: &Kontrollera e-post nu
wa: Verif&yîz emiles asteure
zh_cn: &k立刻检查邮件

source: Another account has been opened, logging out from it!
cs: Byl otevřen další účet, odhlašuji se od něj!
el: Είστε ήδη συνδεδεμένος σε άλλο λογαριασμό, αποσυνδεθείτε πρώτα από αυτόν.
et: Avati teine konto, praegusest logitakse välja.
lt: Buvo atverta kita paskyra, išsiregistruojama iš jos!
wa: On ôte conte a stî drovi, dislodjîz vs di cit ci&nbsp;!
zh_cn: 另外一个账号已经打开了，请先关闭它！

source: There are no unread messages
cs: Nemáte žádné nepřečtené emaily
el: Δεν έχετε νέα μηνύματα
et: Lugemata kirju pole
fr: Vous n'avez aucun nouveau message
lt: Yra neperskaitytų pranešimų
wa: I gn a pont d' messaedjes nén léjhou
zh_cn: 没有未读邮件

source: Gmail has been upgraded since this version of KCheckGMail was released. This may cause all sort of strange errors. Please check for an upgrade to KCheckGMail soon.
cs: Od té doby co vyšla tato verze KCheckGMail byl proveden upgrade GMailu. To může způsobovat spoustu podivných chyb. Zkontrolujte prosím co nejdříve neexistuje-li novejší verze KCheckGMail.
el: Το Gmail έχει αναβαθμιστεί, επειδή αυτό μπορεί να προκαλέσει σφάλματα ασυμβατότητας, ελέγξτε σύντομα για αναβαθμίσεις του KCheckGMail.
et: Gmaili on pärast selle KCheckGmaili versiooni avaldamisest uuendatud. See võib põhjustada igasuguseid imelikke vigu. Palun kontrolli mõne aja pärast, kas KCheckGmailist on olemas uus versioon.
fr: Gmail a été mis à jour depuis la sortie de cette version de KCheckGMail. Cela peut provoquer des erreurs étranges. Veuillez vérifier l'apparition prochaine d'une mise à jour.
lt: Gmail buvo atnaujintas po to, kai ši KCheckGMail versija buvo išleista. Tai gali sukelti įvairių keistų klaidų. Prašom artimiausiu metu patikrinti KCheckGMail atnaujinimo.
wa: Gmail a stî metou a djoû dispu k' cisse modêye di KCheckGMail e sôrteye. Çoula pôreut fé bråmint des droles d' arokes. Riwaitîz, s' i vs plait, après on metaedje a djoû di KCheckGMail bén rade.
zh_cn: 自这个KCheckGmail发布后，Gmail已经升级了。这会导致一些未知错误，现在就升级KCheckGmail吗？

source: Version changed
cs: Změna verze
de: Version geändert
el: Η έκδοση του Gmail έχει αλλάξει
et: Versioon muutunud
fr: La version a changé
ko: 버전이 바뀜
lt: Versija pakeista
ru: Версия изменилась
sk: Zmenená verzia
sv: Version ändrad
wa: Modêye candjeye
zh_cn: 版本已改变
