Repository: netrunner-debian-kde-extras/kcheckgmail
Catalog: po/*.po
Languages: cs, de, el, et, fr, ko, lt, pt_br, ru, sk, sv, wa, zh_cn

source: <p>KCheckGMail is already running</p><p>You can find it here:</p><p><p><center>%1</center></p></p>
cs: <p>KCheckGMail je již spuštěn</p><p>Najdete jej zde:</ p><p><p><center>%1</center></p></p>
el: <p>Το KCheckGMail είναι ήδη σε λειτουργία</p><p>Μπορείτε να το βρείτε εδώ:</p><p><p><center>%1</center></p></p>
et: <p>KCheckGMail on juba käivitatud.</p><p>Leiad selle siit:</p><p><p><center>%1</center></p></p>

source: Already Running
cs: Již spuštěn
el: Η εφαρμογή εκτελείται ήδη
et: Rakendus töötab juba
lt: Jau paleistas
wa: Dedja enondé
zh_cn: 已经运行

source: KCheckGMail - Notifying about new email for %1
cs: KCheckGMail - Upozorňuji na nové emaily pro %1
el: KCheckGMail - Ειδοποίηση νέων μηνυμάτων για %1
et: KCheckGMail - uute kirjade teatamine: %1
lt: KCheckGMail - pranešama apie naują el. paštą %1
wa: KCheckGMail - Notifeye les noveas emles po %1
zh_cn: KCheckGmail：提醒有新邮件%1

source: System tray application to display how many new email messages you have in your Gmail account.
cs: Aplikace v tray panelu zobrazujicí počet nových emailů v GMail účtu.
el: Εφαρμογή που τρέχει σαν εικονίδιο συστήματος (System tray) και εμφανίζει πόσα νέα μηνύματα έχετε στον Gmail λογαριασμό σας.
et: Süsteemse salve rakendus, mis näitab, mitu lugemata kirja sinu Gmaili kontol on.
lt: Sistemos dėklo programa rodo kiek naujų el. pašto laiškų jūs turite Gmail paskyroje.
wa: Programe del boesse ås imådjetes po dire cobén vs avoz d' noveas emiles dins vosse conte Gmail.
zh_cn: 系统托盘讲显示你的邮件账号有多少新邮件

source: Original author
cs: Původní autor
el: Αρχικός συγγραφέας
et: Algne autor
lt: Pradinis autorius
wa: Mwaisse ôteur
zh_cn: 原始作者

source: Maintainer
cs: Správce
el: Συντηρητής
et: Hooldaja
lt: Prižiūrėtojas
wa: Mintneu
zh_cn: 维护者

source: Developer
cs: Vývojář
el: Προγραμματιστής
et: Arendaja

source: Everybody who helped testing and translating KCheckGMail
cs: Všichni, kteří pomáhali testovat a překládat KCheckGMail
el: Όλοι αυτοί που βοήθησαν στις δοκιμές και στις μεταφράσεις του KCheckGMail
et: Aitäh kõigile, kes on aidanud KCheckGMaili testida ja tõlkida.
lt: Visi, kurie padėjo testuoti ir vertė KCheckGMail
wa: Tolmonde k' a aidî a sayî eyet a ratourner KCheckGMail
zh_cn: 每一位翻译和测试KCheckGmail的朋友

source: Display legal information
cs: Zobrazit právní informace
el: Εμφάνιση νομικών πληροφοριών
et: Näita juriidilist teavet
fr: Montrer l'information légale
lt: Rodyti teisinę informaciją
wa: Håyner les informåcions del lwè
zh_cn: 显示法律信息

source: Legal Information: Google, Gmail and Google Mail are registered trademarks of Google Inc. KCheckGMail nor its authors are in any way affiliated nor endorsed by Google Inc.
cs: Google, Gmail a Google Mail jsou registrované obchodní známky společnosti Google Inc. KCheckGMail ani jeho autoři nejsou v žádném směru spojeni nebo podporováni společností Google Inc.
el: Νομική πληροφορία: Google, Gmail και Google Mail είναι σήματα κατατεθέντα της Google Inc. Το KCheckGMail και οι συντάκτες του δεν διασυνδέονται σε καμία περίπτωση με την Google Inc.
et: Juriidiline teave: Google, Gmail ja Google Mail on Google Inc.'i registreeritud kaubamärgid. KCheckGMail ega selle autorid ei ole Google Inc.'iga mingil moel seotud.
lt: Teisinė informacija: Google, Gmail ir Google Mail yra registruoti Google Inc. prekės ženklai. Nei KCheckGMail, nei jo autoriai niekaip nesusijęs su Google Inc.
wa: Informåcion del lwè: Google, Gmail eyet Google Mail sont des eredjistreyès makes da Google Inc. Ni KCheckGMail ni ses oteurs ni sont d' ene manire soçon di oudonbén loyî a Google Inc.

source: KCheckGMail is already running!
cs: KCheckGMail je již spuštěn!
el: Το KCheckGMail είναι ήδη σε λειτουργία!
et: KCheckGMail on juba käivitatud.
lt: KCheckGMail jau paleistas!
wa: KCheckGMail est ddja enondé!
zh_cn: KCheckGmail已经运行！

# NAME OF TRANSLATORS
source: Your names
cs: Jirka Vilím
et: Mihkel Tõnnov

# EMAIL OF TRANSLATORS
source: Your emails
cs: web@tets.cz
et: mihhkel@gmail.com

source: Open Gmail in simple interface
cs: Otevřít GMail s základním rozhraním
el: Άνοιγμα του Gmail σε απλό interface
et: Gmaili avamine lihtvaates
lt: Atverti Gmail su paprasta sąsaja
wa: Drovi Gmail dins on simpe eterface
zh_cn: 已简单界面打开Gmail

source: Search For:
cs: Hledej:
el: Αναζήτηση για :
et: Otsitakse:
lt: Ieškoti:
wa: Trover:
zh_cn: 搜索：

source: Tray Icon
cs: Tray ikona
de: Systemabschnittssymbol
el: Εμφάνιση εικονιδίου συστήματος
et: Süsteemse salve ikoon
fr: Icone de notification
ko: 트레이 아이콘
lt: Sistemos dėklo ženkliukas
pt_br: Icone da Bandeja
ru: Значок в системном лотке
sk: Tray ikona
sv: Panelikon
wa: Imådjete del boesse ås imådjetes
zh_cn: 托盘图标

source: &Color used to display the number of unread messages:
cs: &Barva použitá pro zobrazení počtu nepřečtených zpráv:
el: Το χρώμα για την εμφάνιση του αριθμού των μη αναγνωσμένων μηνυμάτων:
et: &Lugemata kirjade arvu näitava teksti värv:

source: Tray icon number of unread messages color selector
cs: Výběr barvy čísla zobrazujícího počet nepřečtených zpráv
el: Επιλογέας χρώματος για τον αριθμό των μη αναγνωσμένων μηνυμάτων στο εικονίδιο συστήματος
et: Salveikooni lugemata kirjade arvu värvi valimine

source: Displa&y an alert if GMail version changes
cs: Zobraz upozornění pokud se změní verze GMailu
el: Ειδοποίησ&η όταν αλλάζει η έκδοση του GMail
et: Teavitatakse Gmaili versiooniuuendustest
wa: Hå&yner eyet dire sel modêye di GMail candje
zh_cn: &y如果Gmail版本改变，显示一个警告

source: Fields displayed when only one email arrives
cs: Zobraz předmět pokud přijde jen jeden email
el: Τα πεδία που θα εμφανίζονται κατά την παραλαβή μιας μόνο αλληλογραφίας
et: Üksiku uue kirja saabumisel näidatavad väljad

source: Sub&ject
cs: Pře&dmět
el: Θέμα
et: T&eema

source: Senders
cs: Odesílatelé
el: Αποστολείς
et: Saatja

source: Snippet
cs: Náhled
el: Απόσπασμα
et: Kirja sisulõige

source: Browser
cs: Prohlížeč
el: Περιηγητής (Browser]
et: Veebilehitseja
fr: Navigateur
ko: 브라우저
lt: Naršyklė
pt_br: Navegador
ru: Браузер
sk: Internetový prehliadač
sv: Webbläsare
wa: Betchteu
zh_cn: 浏览

source: &Use the default KDE browser
cs: Použít výchozí KDE prohlížeč
el: Χρήση του προεπιλεγμένου KDE browser
et: Kasutatakse KDE vaikimisi veebilehitsejat
fr: &Utiliser le navigateur par défaut de KDE
lt: &Naudoti numatytą KDE naršyklę
wa: &Eployî prémetou betchteu da KDE
zh_cn: &U使用缺省KDE浏览器

source: Use an alternative browser
cs: Použít alternativní prohlížeč
de: Einen alternativen Browser benutzen
el: Χρήση εναλλακτικού browser
et: Kasutatakse muud veebilehitsejat
fr: Utiliser un navigateur alternatif
ko: 다른 브라우저를 사용
lt: Naudoti alternatyvią naršyklę
pt_br: Usar um navegador alternativo
ru: Использовать другой браузер
sk: Použi alternatívny internetový prehliadač
sv: Använd en alternativ webbläsare
wa: Eployî on ôte betchteu
zh_cn: 使用一个替代的浏览器

source: Open &browser to Gmail on left click
cs: Otevřít prohlížeč s GMailem kliknutím levým tlačítkem myši
el: Άνοιγμα &browser στο Gmail με δεξί κλικ
et: Vasaku hiireklõpsu peale avatakse veebilehitsejas
fr: Ouvre Gmail dans le &navigateur par clic-gauche
lt: Atidaryti &naršyklę su Gmail kairiuoju spragtelėjimu
wa: Drovi &betchteu avou Gmail didins å clitche hintche
zh_cn: &b左键时打开浏览器，浏览Gmail

source: Catch accidental left clicks when launching the browser
cs: Zachytávat náhodná kliknutí levým tlačítkem při spouštění prohlížeče
de: Versehentliche Klicks beim starten des Browsers abfangen
el: Σύλληψη των τυχαίων αριστερών κλικ κατά την εκκίνηση του περιηγητή
et: Kogemata-vasakklõpsud püütakse kinni
fr: Capture les clics accidentels lors du lancement du navigateur
ko: 브라우저가 실행 중일 때 마우스 왼쪽 단추를 누르면 Gmail로 이동
lt: Gaudyti atsitiktinius kairiuosius spragtelėjimus atidarant naršyklę
pt_br: Capturar cliques acidentais com o botao esquerdo ao abrir o navegador
ru: Перехватывать случайные клики при запуске браузера
sk: Zachytiť náhodný klik pri spúšťaní prehliadača
sv: Fånga felaktiga vänsterklick när webbläsaren startas
wa: Atraper les clitches hintche fwaits pa accidint tins l' enondaedje do betchteu

source: Username:
cs: Uživatelské jméno:
de: Benutzername:
el: Όνομα χρήστη:
et: Kasutajanimi:
fr: Nom d'utilisateur :
ko: 사용자 이름:
lt: Vartotojo vardas:
pt_br: Usuario:
ru: Имя пользователя:
sk: Prihlasovacie meno:
sv: Användarnamn:
wa: No d' uzeu:
zh_cn: 用户名：

source: Password:
cs: Heslo:
de: Passwort:
el: Κωδικός πρόσβασης:
et: Parool:
fr: Mot de passe :
ko: 비밀번호:
lt: Slaptažodis:
pt_br: Senha:
ru: Пароль:
sk: Heslo:
sv: Lösenord:
wa: Sicret:
zh_cn: 密码：

source: &Use KDE Wallet to store password
cs: Použít Kwallet k uložení hesla
el: &Χρησιμοποιήστε το KDE Wallet για την αποθήκευση του κωδικού σας.
et: Parooli hoidmine KDE &turvalaekas
fr: &Utiliser le gestionnaire de mot de passe de KDE pour stocker le mot de passe
lt: &Naudoti KDE slaptažodinę slaptažodžių saugojimui
wa: &Eployî l' poite-manoye da KDE po wårder l' sicret
zh_cn: &U使用KDE钱包保存密码

source: Chec&king Interval
cs: Interval kontroly
el: Έλεγχος νέων μηνυμάτων ανά
et: Kirjade kontrollimise &sagedus:
fr: Intervalle de &vérification
lt: &Tikrinimo intervalas
wa: Tins inte les &verifiaedje
zh_cn: &k检查间隔

source: seconds
cs: sekund
de: Sekunden
el: δευτερόλεπτα
et: sekundi tagant
fr: secondes
ko: 초
lt: sekundžių
pt_br: segundos
ru: секунд
sk: sekúnd
sv: sekunder
wa: segondes
zh_cn: 秒

source: <blockquote>Use secure connections when checking for new mail. Note that the login procedure uses https regardless of this setting.</blockquote>
cs: <blockquote>Použije zabezpečené připojení při kontrole nových emailů. Přihlašovací proces je zabezpečen přes https vždy, bez ohledu na toto nastavení.</blockquote>
el: <blockquote>Χρήση ασφαλούς σύνδεσης, κατά τον έλεγχο για νέα αλληλογραφία. Για την σύνδεση χρήστη γίνεται χρήση ασφαλούς σύνδεσης https ανεξάρτητα από τη ρύθμιση αυτή.</blockquote>
et: <blockquote>Märkimisel kasutatakse uute kirjade kontrollimiseks turvalist (HTTPS-) ühendust. NB: sisselogimisprotseduur kasutab HTTPS-ühendust igal juhul.<blockquote>
ko: <blockquote>새 메일을 확인할 때 보안 연결을 사용합니다. 로그인 과정은 이 설정에 관계없이 https 연결을 사용하므로 주의하세요.</blockquote>
lt: <blockquote>Naudoti saugius prisijungimus tikrinant naują paštą. Žinokite, kad prisijungimo procedūra nepriklausomai nuo šio nustatymo naudos https.</blockquote>
ru: <blockquote>Использовать защищённое соединение при проверке почты. Следует отметить, что процедура логина использует https независимо от этого параметра. </blockquote>
sv: <blockquote>Använd säkra anslutningar när kontroll efter ny post görs. Notera att inloggningsprocessen använder https oavsett denna inställning.</blockquote>
zh_cn: <blockquote>使用安全联系方式检查新邮件。注意：不管这里如何设置，登录过程均使用https方式</blockquote>

source: &Use https connections for checking mail
cs: Použij pro připojení k GMailu spojení https
el: Χρήση https σύνδεσης για τον έλεγχο των μηνυμάτων
et: &HTTPS-ühenduse kasutamine
lt: &Naudoti https susijungimus pašto tikrinimui
wa: &Eployî les raloyaedjes https po verifyî ls emiles
zh_cn: &Uhttps连接方式检查邮件

source: When checking for new email's this is the search query sent to Google Mail. Don't forget to add is:unread to improve the search.
cs: Toto je hledaná fráze zasílaná Google Mailu při kontrole nové pošty. Nezapomeňte na is:unread, kvůli zlepšení vyhledávání.
el: Όταν γίνεται η αναζήτηση για νέα μηνύματα, αυτό το ερώτημα στέλνεται στην Google Mail. Μην ξεχάσετε να προσθέσετε is:unread για την βελτιστοποίηση των αποτελεσμάτων
et: Uute kirjade kontrollimisel saadetakse Google Mailile see päringustring. Ära unusta otsingu täiustamiseks lisada "is:unread".
lt: Tikrinant naujo pašto paieškos užklausa nusiunčiama į Google Mail. Neužmirškite pridėti is:unread, kad pagerintumėte paiešką.
zh_cn: 当检查新邮件时，搜索查询也会发给Gmail，不要忘记增加"is:unread"来提高搜索效率

source: This option lets you make KCheckGMail open Gmail using the simple interface (only HTML) or the full interface (unmarked).
cs: Otevře GMail v základním rozhraní (jen HTML) nebo ve standardním rozhraní (nezaškrtnuto)
el: Επιλέγετε αν το KCheckGMail θα ανοίγει το Gmail χρησιμοποιώντας το απλό (HTML) ή πλήρες περιβάλλον Gmail (όταν δεν είναι επιλεγμένο)
et: Märkimisel avatakse veebilehitsejas Gmaili lihtne HTML-vaade, märkimata jätmisel avatakse täisversioon.
lt: Ši parinktis leidžia KCheckGMail atverti Gmail naudojant paprastą sąsają (tik HTML) arba pilną sąsają (nepažymėta).
zh_cn: 选择让KCheckGmail使用简单界面(only HTML)还是完整界面(unmarked)打开Gmail。

source: Polling interval
cs: Interval kontroly
de: Abfrageintervall
et: Pollimise intervall
ko: 송신 간격
lt: Tikrinimo intervalas
ru: Интервал проверки
sk: Deliaci interval ???
sv: Kontrollintervall
wa: Tins inte les verifiaedje
zh_cn: 检查间隔

source: How many seconds to wait before checking for new mail.
cs: Interval kontroly pošty v sekundách.
de: Die Zeit in Sekunden die gewartet werden soll bevor nach Mail gesehen wird.
el: Αναμονή σε δευτερόλεπτα μέχρι τον επόμενο έλεγχο για νέα μηνύματα.
et: Mitme sekundi tagant uute kirjade olemasolu kontrollida.
fr: Combien de secondes à attendre avant de vérifier le courrier.
ko: 어느 정도의 간격으로 새 메일을 확인할지를 결정합니다.
lt: Kiek sekundžių palaukti prieš tikrinant paštą.
pt_br: Quanto minutos devera aguardar antes de checar novas mensagens.
ru: Количество секунд перед проверкой на предмет новой почты.
sk: Koľko sekúnd čakať pred kontrolou novej pošty
sv: Hur många sekunders väntan mellan kontroller av ny post.
wa: Cobén d' segondes a ratinde divant d' verifyîz les noveas emiles.
zh_cn: 多少秒检查一次新邮件

source: Use https connections for checking mail
cs: Použij pro připojení k GMailu spojení https
el: Χρήση https σύνδεσης για τον έλεγχο των μηνυμάτων
et: HTTPS-ühenduse kasutamine
ko: 메일을 확인할 때 https 연결을 사용
lt: Naudoti https susijungimus pašto tikrinimui
ru: Использовать https-соединение для проверки почты
sv: Används https-anslutningar för kontroll av post
wa: Eployî les raloyaedjes https po verifyî ls emiles
zh_cn: 使用https连接方式检查邮件

source: Use secure connections when checking for new mail. Note that the login procedure uses https regardless of this setting.
cs: Použít zabezpečené připojení při kontrole nových emailů. Přihlašovací proces je zabezpečen přes https vždy, bez ohledu na toto nastavení.
el: Χρήση ασφαλούς σύνδεσης, κατά τον έλεγχο για νέα μηνύματα. Για την σύνδεση χρήστη γίνεται χρήση ασφαλούς σύνδεσης https ανεξάρτητα από τη ρύθμιση αυτή.
et: Märkimisel kasutatakse uute kirjade kontrollimiseks turvalist (HTTPS-) ühendust. NB: sisselogimisprotseduur kasutab HTTPS-ühendust igal juhul.
ko: 새 메일을 확인할 때 보안 연결을 사용합니다. 로그인 과정은 이 설정에 관계없이 https 연결을 사용하므로 주의하세요.
lt: Naudoti saugius prisijungimus tikrinant paštą. Žinokite, kad prisijungimo procedūra nepriklausomai nuo šio nustatymo naudos https.
ru: Использовать защищённое соединение при проверке почты. Следует отметить, что процедура логина использует https независимо от этого параметра.
sv: Använd säkra anslutningar vid kontroll av ny post. Notera att inloggningsprocessen använder https oavsett denna inställning.
zh_cn: 使用安全连接方式检查邮件。注意：不管这里如何设置，登录过程均采用https连接方式。

source: Username
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
et: Kasutajanimi
fr: Nom d'utilisateur
ko: 사용자 이름
lt: Vartotojo vardas
pt_br: Usuario
ru: Имя пользователя
sk: Prihlasovacie meno
sv: Användarnamn
wa: No d' uzeu
zh_cn: 用户名

source: Your Gmail username or your Google Hosted Domain email address
cs: Uživatelské jméno do GMailu nebo emailová adresa Googlem hostované domény
el: Το όνομα χρήστη στο Gmail ή την Google Hosted Domain email διεύθυνσή σας
et: Sinu Gmaili kasutajanimi või Google'i hostitud domeeni meiliaadress.
lt: Jūsų Gmail vartotojo vardas arba Google domeno el. pašto adresas
wa: Vosse no d' uzeu Gmail oudonbén vosta adresse emile Google Hosted Domain
zh_cn: 你的Gmail账号或者你的gmail地址

source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
et: Parool
fr: Mot de passe
ko: 비밀번호
lt: Slaptažodis
pt_br: Senha
ru: Пароль
sk: Heslo
sv: Lösenord
wa: Sicret
zh_cn: 密码

source: Password for checking your Gmail account
cs: Heslo do GMailu
de: Das Passwort zur Abfrage des GMail Kontos
el: Κωδικός πρόσβασης στο Gmail
et: Parool Gmaili-konto kirjade kontrollimiseks.
fr: Mot de passe de votre compte GMail
ko: Gmail 계정의 비밀번호를 확인하세요
lt: Slaptažodis jūsų Gmail paskyros tikrinimui
pt_br: Senha para checar sua conta do Gmail
ru: Пароль для проверки вашего Gmail
sk: Heslo pre kontrolu vašej pošty v schránke GMail
sv: Lösenord för att kontrollera ditt Gmail-konto
wa: Sicret po verifyî vosse conte Gmail
zh_cn: 检查gmail账号的密码

source: Use KDE Wallet to store password
cs: Použít Kwallet k uložení hesla
de: KWallet benutzen um das Passwort zu speichern
el: Χρησιμοποιήστε το KDE Wallet για την αποθήκευση του κωδικού
et: Parooli hoidmine KDE turvalaekas
fr: Utiliser le gestionnaire de mot de passe de KDE pour stocker le mot de passe
ko: 비밀번호를 암호화하기 위해 KDE Wallet을 사용
lt: Naudoti KDE slaptažodinę slaptažodžių saugojimui
ru: Использовать бумажник KDE для сохранения пароля.
sk: Použiť KDE Wallet na ukladanie hesla
sv: Använd KDE:s plånbok för att lagra lösenord
wa: Eployî l' poite-manoye da KDE po wårder l' sicret
zh_cn: 使用KDE钱包来存储密码

source: Use the KDE Wallet system to store your Gmail password.
cs: Použije Kwallet k uložení hesla do GMailu.
de: KWallet benutzen um das GMail Passwort zu speichern.
el: Χρησιμοποιείστε το KDE Wallet για την αποθήκευση του κωδικού σας Gmail.
et: Märkimisel kasutatakse sinu Gmaili-parooli salvestamiseks KDE turvalaeka süsteemi.
fr: Utiliser le gestionnaire de mot de passe KDE pour stocker votre mot de passe GMail
ko: Gmail 비밀번호를 저장하기 위해 KDE Wallet을 사용합니다.
lt: Naudoti KDE slaptažodinių sistemą jūsų Gmail slaptažodžio saugojimui.
ru: Использовать бумажник KDE для хранения пароля к Gmail
sk: Použiť systém KDE Wallet na uloženie GMail hesla.
sv: Använd KDE:s plånbokssystem för att lagra ditt Gmail-lösenord.
wa: Eployî l' sistinme di poite-manoye da KDE po wårder vosse sicret Gmail.
zh_cn: 使用KDE钱包系统来存储你的Gmail密码

source: Display an alert if GMail version changes
cs: Zobrazit upozornění pokud se změní verze GMailu
de: Benachrichtigen falls sich die GMail Version ändert
el: Εμφάνιση ειδοποίησης, όταν υπάρξει νέα έκδοση Gmail
et: Teavitamine Gmaili versiooniuuendustest
fr: Affiche une alerte si la version de GMail change
ko: Gmail 버전이 바뀌면 알람 표시
lt: Rodyti įspėjimą, jei pasikeis Gmail versija
ru: Показывать предупреждение при смене версии GMail
sk: Zobraziť upozornenie pri zmene verzii GMailu
sv: Visa en varning om Gmail-versionen ändras
wa: Håyene eyet dit cand l' modêye di GMail candje
zh_cn: Gmail版本改变时显示一个警告

source: If Google update the GMail code, display an alert
cs: Zobrazit upozornění pokud Google změní kód GMailu
de: Eine Nachricht anzeigen wenn Google das GMail System überarbeitet hat.
el: Εμφάνιση ειδοποίησης, όταν υπάρξει νέα έκδοση Gmail
et: Märkimisel antakse märku, kui Google Gmaili koodi uuendab.
fr: Si Google met à jour le code de GMail, affiche une alerte
ko: Gmail이 새로 갱신되면 알람으로 표시
lt: Jei Google atnaujins GMail kodą, parodyti įspėjimą
ru: Показать предупреждение, если Google обновил код GMail
sk: Zobraziť výstražné okno, ak Google zmení kód GMailu.
sv: Om Google uppdaterar Gmail-koden, visa en varning
zh_cn: 如果Google更新了Gmail代码，显示一个警告

source: Open browser to Gmail on left click
cs: Otevřít prohlížeč s GMailem kliknutím levým tlačítkem myši
de: Browser auf GMail öffnen bei Klick
el: Άνοιγμα &browser στο Gmail με δεξί κλικ
et: Vasaku hiireklõpsu peale avatakse veebilehitsejas
fr: Ouvre Gmail dans le navigateur par clic-gauche
ko: 마우스 왼쪽 단추를 누르면 브라우저를 열어 Gmail로 이동
lt: Atidaryti naršyklę su Gmail kairiuoju spragtelėjimu
pt_br: Abrir o Gmail no navegador ao clicar com o botao esquerdo
ru: Клик левой кнопкой мыши открывает браузер с Gmail
sk: Otvoriť prehliadač pri kliknutí na ikonu
sv: Öppna webbläsare mot Gmail vid vänsterklick
zh_cn: 左键时打开浏览器浏览Gmail

source: If enabled, launch the default KDE web browser when the KCheckGMail icon is clicked.
cs: Je-li zapnuto, kliknutí na ikonu KCheckGMail spustí výchozí KDE prohlížeč.
el: Αν είναι ενεργοποιημένο, όταν κάνετε κλικ πάνω στο εικονίδιο του KCheckGMail, θα ξεκινάει ο προεπιλεγμένος KDE browser,
et: Märkimisel käivitatakse KCheckGMaili ikoonil klõpsamisel KDE vaikimisi veebilehitseja.
fr: Si activé, lance le navigateur par défaut de KDE lorsque l'icone de KCheckGMail a été cliquée.
lt: Jei įgalinta, paleis numatytą KDE naršyklę, kai KCheckGMail ženkliukas spragtelėjamas.
zh_cn: 如果选择它，点击KCheckGmail图标时，启动KDE缺省浏览器

source: If enabled, every time you click on the KCheckGMail icon will disable it for a few seconds, thus preventing you from accidentaly opening more than one window
cs: Je-li zapnuto, po každém kliknutí na ikonu KCheckGMail je tato možnost na několik sekund zablokována. To zabraňuje náhodnému otevření více oken prohlížeče
el: Αν είναι ενεργοποιημένο, κάθε φορά που κάνετε κλικ στο εικονίδιο KCheckGMail θα το απενεργοποιείτε για λίγα δευτερόλεπτα, εμποδίζοντας έτσι το άνοιγμα κατά λάθος περισσοτέρων από ένα παραθυρων
fr: Si activé, chaque clic sur l'icone KCheckGMail va temporairement bloquer cette fonctionnalité, empéchant donc l'ouverture accidentelle de plusieurs fenêtre
zh_cn: 如果选择它，每次你点击KCheckGmail图标时，将暂停这个功能几秒钟，用来防止你偶然多次点击从而打开多个窗口。

source: Use the KDE default browser
cs: Použít výchozí KDE prohlížeč
de: Den KDE-Standard-Browser verwenden
el: Χρήση του προεπιλεγμένου KDE browser
et: Kasutatakse KDE vaikimisi veebilehitsejat
fr: Utilise le navigateur par défaut de KDE
ko: KDE 기본 브라우저를 사용
lt: Naudoti numatytą KDE naršyklę
pt_br: Usar o navegador padrao do KDE
ru: Использовать браузер KDE
sk: Použiť štandardný KDE internetový prehliadač
sv: Använd förvald KDE-webbläsare
wa: Eployî prémetou betchteu da KDE
zh_cn: 使用KDE缺省浏览器

source: Use whatever browser is configured as the KDE default to check your Gmail
cs: Použije výchozí KDE prohlížeč k otevření GMail rozhraní
de: Benutze den Browser der als Standard-Browser in KDE eingerichtet ist um die Nachrichten anzuzeigen
el: Χρήση του προεπιλεγμένου KDE browser
et: Gmaili avamiseks kasutatakse KDE vaikimisi veebilehitsejaks määratud programmi.
fr: Utilise n'importe quel navigateur configuré par défaut sur KDE pour vérifier GMail
ko: KDE 기본으로 설정된 어떤 브라우저라도 Gmail 확인하는데 사용
lt: Naudoti bet kokią naršyklę, sukonfigūruotą kaip KDE numatyta, Gmail tikrinimui
pt_br: Usar qualquer que seja o navegador configurado como padro do KDE para checar seu Gmail
ru: Использовать тот браузер, что установлен в KDE по умолчанию
sk: Na kontrolu pošty použi internetový prehliadač, ktorý má KDE nastavený ako štandardný.
sv: Använd den webbläsare som är konfigurerad som förvald i KDE för att kontrollera din Gmail
zh_cn: 使用KDE里配置的缺省浏览器来检查Gmail

source: Use a custom browser
cs: Použít vlastní prohlížeč
de: Benutzerdefinierten Browser verwenden
el: Χρήση εναλλακτικού browser.
et: Kasutatakse muud veebilehitsejat
fr: Utiliser un navigateur personnalisé
ko: 사용자 정의 브라우저 사용
lt: Naudoti pasirinktą naršyklę
pt_br: Usar um navegador alternativo
ru: Использовать другой браузер
sk: Použiť alternatívny prehliadač
sv: Använd en anpassad webbläsare
wa: Eployî on betchteu da vosse
zh_cn: 使用定制浏览器

source: Use a custom browser other than the KDE default to check your Gmail
cs: Použije vlastní prohlížeč k otevření GMail rozhraní
de: Einen benutzerdefinierten Browser verwenden um die Nachrichten anzuzeigen
el: Χρησιμοποιήστε εναλλακτικό, από τον προεπιλεγμένο KDE, browser για τον λογαριασμό σας Gmail.
et: Gmaili avamiseks kasutatakse mõnda teist veebilehitsejat.
fr: Utiliser un navigateur personnalisé autre que celui par défaut de KDE pour vérifier GMail
ko: Gmail을 확인할 때 KDE 기본 브라우저보다 사용자 정의 브라우저를 사용
lt: Naudoti pasirinktą naršyklę, kitą, nei numatyta KDE, kad patikrintumėte Gmail
pt_br: Usar um navegador alternativo que nao seja o padro do KDE para checar seu Gmail
ru: Использовать браузер, отличный от того, что KDE использует по умолчанию
sk: Na kontrolu pošty použi iný ako štandardný internetový prehliadač
sv: Använd en anpassad webbläsare annan än den förvalda i KDE för att kontrollera din Gmail
zh_cn: 使用定制而不是KDE缺省浏览器来检查Gmail
